/*28/9/2018*/
"_grp.Accomodation" = "Apgyvendinimas";
"_grp.BankATM" = "Bankai ir bankomatai";
"_grp.Emergency" = "Pagalbos tarnybos";
"_grp.Food_and_Drink" = "Maitinimas";
"_grp.Guides" = "Miesto gidai";
"_grp.Parking" = "Stovėjimo aikštelės";
"_grp.Petrol_Station" = "Degalinė";
"_grp.Services_and_Education" = "Paslaugos ir švietimas";
"_grp.Shopping" = "Apsipirkimas";
"_grp.Social_Life" = "Pramogos ir visuomeninė veikla";
"_grp.Sport" = "Sportas";
"_grp.Tourism" = "Turistų traukos objektai";
"_grp.Transportation" = "Transportas";
"_grp.Vehicle_Services" = "Transporto paslaugos";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Išvažiavimas (IŠ GREITKELIO)";
"feet" = "pėdos";
"route.instructionsText.continueAlong" = "Sekiti maršrutą";

/* feet short */
"ft" = "pėd.";

/* timeHourShort */
"h" = "val.";
"kilometers" = "kilometrai";
"Limit" = "Limitas";
"meters" = "metrai";

/* miles short */
"mi" = "myl.";
"miles" = "mylios";

/* timeMinuteMidi */
"min" = "min.";
"native.fuelprices.poidetailTitle" = "Kuro kainos";
"poiCategory.select" = "Netoliese esančių vietų";
"native.navigation.resumeBtn" = "Tęsti";

/* timeSecondShort */
"sec" = "sec.";
"yards" = "jardai";

/* yards short */
"yd" = "jd";

"detail.action.directionToHere" = "Apskaičiuoti maršrutą";
"detail.action.addVia" = "Pridėti maršruto tašką";
"detail.action.addToFavorite" = "Pridėti prie mėgstamų";
"detail.action.copyGps" = "GPS koordinatės";
"detail.action.removeFavorite" = "Pašalinti iš mėgstamų";
"detail.action.removeHome" = "Pašalinti namų adresą";
"detail.action.removeWork" = "Pašalinti darbo adresą";
"detail.action.shareLocation" = "Bendrinti vietą";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "El. paštas";
"detail.contact.phone" = "Telefonas";
"detail.contact.url" = "URL adresas";
"routeCompute.action.demonstrate" = "Demonstruoti";
"routeCompute.action.navigate" = "Vykti";
"routeCompute.etaArrival" = "Atvykimas";
"routeCompute.fastest" = "Greičiausias";
"routeCompute.slower" = "lėčiau";
"routeCompute.traffic.withDelay" = "su vėlavimu";
"routeCompute.button.options" = "Parinktys";
"routeCompute.waypointInfo.from" = "Iš";
"routeCompute.waypointInfo.to" = "Į";
"routeCompute.waypointInfo.waypoints" = "kelio taškai";
"routeCompute.waypointInfo.via" = "Per";
"routeActionMain.cancel" = "Atšaukti maršrutą";
"routeCompute.action.continue" = "Tęsti";
"routeCompute.options.title" = "Maršruto parinktys";
"routeCompute.options.AvoidCountry" = "Vengti šios šalies";
"avoid.unpaved" = "Neasfaltuoti keliai";
"avoid.specialArea" = "Spūsčių mokesčiai";
"avoid.ferries" = "Keltai";
"avoid.highways" = "Greitkeliai";
"avoid.tollroads" = "Mokami keliai";
"workCell.setupWork.subtitle" = "Keliaukite kasdieniais maršrutais lengviau";
"homeCell.setupHome.subtitle" = "Gauti greičiausią maršrutą";
"workCell.setupWork.title" = "Nustatyti darbo adresą";
"homeCell.setupHome.title" = "Nustatyti namų adresą";
"workCell.title" = "Darbas";
"homeCell.title" = "Namai";
"favorites.place.emptyButton" = "Ieškoti vietų";
"favorites.place.emptyTitle" = "Pridėkite vietas lengvam pasiekimui";
"favorites.place.deleteAction" = "Ištrinti";
"favorites.place.headerTitle" = "Vietos ir maršrutai";
"favorites.button.done" = "Atlikta";
"favorites.segment.contacts" = "Kontaktai";
"favorites.segment.trips" = "Kelionės";
"favorites.segment.places" = "Vietos";
"favorites.title" = "Mėgstami";
"favorites.addAlert.add" = "Pridėti";
"native.compute.decideToCompute" = "Ar jūs vis dar vykstate į %@?";
"routeActionMain.preview" = "Peržiūrėti maršrutą";
"routeCompute.traffic.withoutInfo" = "Nėra eismo informacijos";
"search.work.title" = "Ieškoti darbo adreso";
"search.home.title" = "Ieškoti namų adreso";
"alert.hideHomeWork.hideHomeTitle" = "Slėpti namus";
"alert.hideHomeWork.hideWorkTitle" = "Slėpti darbą";
"alert.hideHomeWork.setHomeMessage" = "Galite visada nustatyti savo namų adresą mėgstamuose";
"alert.hideHomeWork.setWorkMessage" = "Galite visada nustatyti savo darbo adresą mėgstamuose";
"alert.hideHomeWork.hide" = "Slėpti";
"action.control.scout.static" = "Rastas greitesnis maršrutas";
"action.control.route.longer" = "%@ toliau";
"action.control.route.time" = "Sutaupyti %@";
"action.control.scout.arrival" = "Naujas atvykimo laikas %@";
"action.control.scout.fasterRouteFound" = "Rastas greitesnis maršrutas";
"action.control.scout.preview" = "Peržiūra";
"action.control.scout.route.set" = "Nustatyti greitesnį maršrutą";
"routeCompute.action.loading" = "Vykti";
"country.AL" = "Albanija";
"country.AD" = "Andora";
"country.AU" = "Australija";
"country.AT" = "Austrija";
"country.BY" = "Baltarusija";
"country.BE" = "Belgija";
"country.BA" = "Bosnija ir Hercegovina";
"country.BG" = "Bulgarija";
"country.CA" = "Kanada";
"country.HR" = "Kroatija";
"country.CZ" = "Čekijos Respublika";
"country.DK" = "Danija";
"country.EE" = "Estija";
"country.FO" = "Farerų salos";
"country.FI" = "Suomija";
"country.FR" = "Prancūzija";
"country.DE" = "Vokietija";
"country.GI" = "Gibraltaras";
"country.GR" = "Graikija";
"country.GL" = "Grenlandija";
"country.VA" = "Vatikano miestas-valstybė";
"country.HU" = "Vengrija";
"country.IS" = "Islandija";
"country.IE" = "Airija";
"country.IL" = "Izraelis";
"country.IT" = "Italija";
"country.JP" = "Japonija";
"country.KP" = "Demokratinė Korėjos Respublika";
"country.KR" = "Korėjos Respublika";
"country.KW" = "Kuveitas";
"country.LV" = "Latvija";
"country.LI" = "Lichtenšteinas";
"country.LT" = "Lietuva";
"country.LU" = "Liuksemburgas";
"country.MK" = "Makedonija";
"country.MT" = "Malta";
"country.MD" = "Moldova";
"country.MC" = "Monakas";
"country.MS" = "Montseratas";
"country.NL" = "Olandija";
"country.AN" = "Nyderlandų Antilai";
"country.NZ" = "Naujoji Zelandija";
"country.NF" = "Norfolko sala";
"country.NO" = "Norvegija";
"country.PL" = "Lenkija";
"country.PT" = "Portugalija";
"country.RO" = "Rumunija";
"country.RU" = "Rusijos Federacija";
"country.SM" = "San Marinas";
"country.SG" = "Singapūras";
"country.SK" = "Slovakija";
"country.SI" = "Slovėnija";
"country.ZA" = "Pietų Afrika";
"country.ES" = "Ispanija";
"country.SE" = "Švedija";
"country.CH" = "Šveicarija";
"country.TW" = "Taivanas";
"country.TH" = "Tailandas";
"country.TR" = "Turkija";
"country.UA" = "Ukraina";
"country.GB" = "Jungtinė Karalystė";
"country.US" = "Jungtinės Amerikos Valstijos";
"country.VN" = "Vietnamas";
"country.RS" = "Serbija";
"country.ME" = "Juodkalnija";
"country.AE" = "Jungtiniai Arabų Emyratai";
"country.OM" = "Omanas";
"country.SA" = "Saudo Arabija";
"country.EG" = "Egiptas";
"country.PR" = "Puerto Rikas";
"country.VI" = "Mergelės salos";
"country.RA" = "Argentina";
"country.BH" = "Bahreinas";
"country.BR" = "Brazilija";
"country.HK" = "Honkongas";
"country.ID" = "Indonezija";
"country.IN" = "Indija";
"country.IM" = "Mano sala";
"country.MO" = "Makao";
"country.MX" = "Meksika";
"country.MY" = "Malaizija";
"country.QA" = "Kataras";
"country.AW" = "Aruba";
"country.AF" = "Afganistanas";
"country.AO" = "Angola";
"country.AI" = "Angvila";
"country.AX" = "Alando salos";
"country.AM" = "Armėnija";
"country.AQ" = "Antarktida";
"country.AS" = "Amerikos Samoa";
"country.TF" = "Prancūzijos Pietų sritys";
"country.AG" = "Antigva ir Barbuda";
"country.AZ" = "Azerbaidžanas";
"country.BI" = "Burundis";
"country.BJ" = "Beninas";
"country.BF" = "Burkina Fasas";
"country.BD" = "Bangladešas";
"country.BS" = "Bahamų salos";
"country.BL" = "Švento Baltramiejaus sala";
"country.BZ" = "Belizas";
"country.BM" = "Bermudai";
"country.BO" = "Bolivija";
"country.BB" = "Barbadosas";
"country.BN" = "Brunėjaus Darusalamas";
"country.BT" = "Butanas";
"country.BV" = "Buveto sala";
"country.BW" = "Botsvana";
"country.CF" = "Centrinės Afrikos Respublika";
"country.CC" = "Kokoso salos";
"country.CL" = "Čilė";
"country.CI" = "Dramblio Kaulo Krantas";
"country.CM" = "Kamerūnas";
"country.CD" = "Kongas (Zairas)";
"country.CG" = "Kongas";
"country.CK" = "Kuko salos";
"country.CO" = "Kolumbija";
"country.KM" = "Komorai";
"country.CV" = "Žaliasis Kyšulys";
"country.CR" = "Kosta Rika";
"country.CU" = "Kuba";
"country.CX" = "Kalėdų sala";
"country.KY" = "Kaimanų salos";
"country.DJ" = "Džibutis";
"country.DM" = "Dominika";
"country.DO" = "Dominikos Respublika";
"country.DZ" = "Alžyras";
"country.EC" = "Ekvadoras";
"country.ER" = "Eritrėja";
"country.EH" = "Vakarų Sachara";
"country.ET" = "Etiopija";
"country.FJ" = "Fidžis";
"country.FK" = "Folklendo salos";
"country.FM" = "Mikronezija";
"country.GA" = "Gabonas";
"country.GE" = "Džordžija";
"country.GG" = "Guernsis";
"country.GH" = "Gana";
"country.GN" = "Gvinėja";
"country.GP" = "Gvadelupa";
"country.GM" = "Gambija";
"country.GW" = "Gvinėja-Bisau";
"country.GQ" = "Pusiaujo Gvinėja";
"country.GD" = "Grenada";
"country.GT" = "Gvatemala";
"country.GF" = "Prancūzijos Gviana";
"country.GU" = "Guamas";
"country.GY" = "Gajana";
"country.HM" = "Herdo ir Makdonaldo salos";
"country.HN" = "Hondūras";
"country.HT" = "Haitis";
"country.IO" = "Indijos Vandenyno Britų Sritis";
"country.IR" = "Iranas";
"country.IQ" = "Irakas";
"country.JM" = "Jamaika";
"country.JE" = "Džersis";
"country.JO" = "Jordanija";
"country.KZ" = "Kazachstanas";
"country.KG" = "Kirgizija";
"country.KH" = "Kambodža";
"country.KI" = "Kiribatis";
"country.KN" = "Sent Kitsas ir Nevis";
"country.LA" = "Laosas";
"country.LB" = "Libanon";
"country.LR" = "Liberija";
"country.LY" = "Libija";
"country.LC" = "Sent Lusija";
"country.LK" = "Šri Lanka";
"country.LS" = "Lesotas";
"country.MF" = "Šv. Martyno sala (Prancūzijos dalis)";
"country.MA" = "Marokas";
"country.MG" = "Madagaskaras";
"country.MV" = "Maldyvai";
"country.MH" = "Maršalo salos";
"country.ML" = "Malis";
"country.MM" = "Mianmaras";
"country.MN" = "Mongolija";
"country.MP" = "Šiaurės Marianų salos";
"country.MZ" = "Mozambikas";
"country.MR" = "Mauritanija";
"country.MQ" = "Martinika";
"country.MU" = "Mauricijus";
"country.MW" = "Malavis";
"country.YT" = "Majotas";
"country.NA" = "Namibija";
"country.NC" = "Naujoji Kaledonija";
"country.NE" = "Nigeris";
"country.NG" = "Nigerija";
"country.NI" = "Nikaragva";
"country.NU" = "Niujė";
"country.NP" = "Nepalas";
"country.NR" = "Nauru";
"country.PK" = "Pakistanas";
"country.PA" = "Panama";
"country.PN" = "Pitkernas";
"country.PE" = "Peru";
"country.PH" = "Filipinai";
"country.PW" = "Palau";
"country.PG" = "Papua Naujoji Gvinėja";
"country.PY" = "Paragvajus";
"country.PS" = "Palestina";
"country.PF" = "Prancūzijos Polinezija";
"country.RE" = "Reunjonas";
"country.RW" = "Ruanda";
"country.SD" = "Sudanas";
"country.SN" = "Senegalas";
"country.GS" = "Pietų Džordžijos ir Pietų Sandvičo salos";
"country.SH" = "Šv. Elenos sala";
"country.SJ" = "Svalbardas ir Jan Majenas";
"country.SB" = "Saliamono salos";
"country.SL" = "Siera Leonė";
"country.SV" = "Salvadoras";
"country.SO" = "Somalis";
"country.PM" = "Sent Pjeras ir Mikelonas";
"country.ST" = "San Tomė ir Prinsipė";
"country.SR" = "Surinamas";
"country.SZ" = "Svazilendas";
"country.SC" = "Seišeliai";
"country.SY" = "Sirijos Arabų Respublika";
"country.TC" = "Terkso ir Kaikoso salos";
"country.TD" = "Čadas";
"country.TG" = "Togas";
"country.TJ" = "Tadžikistanas";
"country.TK" = "Tokelau";
"country.TM" = "Turkmėnistanas";
"country.TL" = "Rytų Timoras";
"country.TO" = "Tonga";
"country.TT" = "Trinidadas ir Tobagas";
"country.TN" = "Tunisas";
"country.TV" = "Tuvalu";
"country.TZ" = "Tanzanija";
"country.UM" = "Jungtinių Valstijų Mažosios Tolimosios Salos";
"country.UY" = "Urugvajus";
"country.UZ" = "Uzbekistanas";
"country.VC" = "Sent Vinsentas ir Grenadinai";
"country.VE" = "Venesuela";
"country.VG" = "Mergelių salos, Britų";
"country.VU" = "Vanuatu";
"country.WF" = "Valis ir Futuna";
"country.WS" = "Samoa";
"country.YE" = "Jemenas";
"country.ZM" = "Zambija";
"country.ZW" = "Zimbabvė";
"country.US-AL" = "Alabama";
"country.US-AK" = "Aliaska";
"country.US-AZ" = "Arizona";
"country.US-AR" = "Arkanzasas";
"country.US-CA" = "Kalifornija";
"country.US-CO" = "Koloradas";
"country.US-CT" = "Konektikutas";
"country.US-DE" = "Delaveras";
"country.US-DC" = "Kolumbijos apygarda";
"country.US-FL" = "Florida";
"country.US-GA" = "Džordžija";
"country.US-HI" = "Havajai";
"country.US-ID" = "Idahas";
"country.US-IL" = "Ilinojus";
"country.US-IN" = "Indiana";
"country.US-IA" = "Ajova";
"country.US-KS" = "Kanzasas";
"country.US-KY" = "Kentukis";
"country.US-LA" = "Luiziana";
"country.US-ME" = "Meinas";
"country.US-MD" = "Merilendas";
"country.US-MA" = "Masačusetsas";
"country.US-MI" = "Mičiganas";
"country.US-MN" = "Minesota";
"country.US-MS" = "Misisipė";
"country.US-MO" = "Misūris";
"country.US-MT" = "Montana";
"country.US-NE" = "Nebraska";
"country.US-NV" = "Nevada";
"country.US-NH" = "Naujasis Hempšyras";
"country.US-NJ" = "Naujasis Džersis";
"country.US-NM" = "Naujoji Meksika";
"country.US-NY" = "Niujorkas";
"country.US-NC" = "Šiaurės Karolina";
"country.US-ND" = "Šiaurės Dakota";
"country.US-OH" = "Ohajas";
"country.US-OK" = "Oklahoma";
"country.US-OR" = "Oregonas";
"country.US-PA" = "Pensilvanija";
"country.US-RI" = "Rodo sala";
"country.US-SC" = "Pietų Karolina";
"country.US-SD" = "Pietų Dakota";
"country.US-TN" = "Tenesis";
"country.US-TX" = "Teksasas";
"country.US-UT" = "Juta";
"country.US-VT" = "Vermontas";
"country.US-VA" = "Virdžinija";
"country.US-WA" = "Vašingtonas";
"country.US-WV" = "Vakarų Virdžinija";
"country.US-WI" = "Viskonsinas";
"country.US-WY" = "Vajomingas";
"country.CA-AB" = "Alberta";
"country.CA-BC" = "Britų Kolumbija";
"country.CA-MB" = "Manitoba";
"country.CA-NB" = "Naujasis Brunsvikas";
"country.CA-NL" = "Niufaundlendas ir Labradoras";
"country.CA-NS" = "Naujoji Škotija";
"country.CA-NT" = "Šiaurės Vakarų teritorijos";
"country.CA-NU" = "Nunavuto teritorija";
"country.CA-ON" = "Ontarijas";
"country.CA-PE" = "Princo Edvardo sala";
"country.CA-QC" = "Kvebekas";
"country.CA-SK" = "Saskačevanas";
"country.CA-YT" = "Jukono teritorija";
"country.IN-LD" = "Lakšadvipas";
"country.GB-NIR" = "Šiaurės Airija";
"country.GB-SCT" = "Škotija";
"country.GB-WLS" = "Velsas";
"country.GB-CHA" = "Kanalo salos";
"N" = "Š";
"S" = "P";
"W" = "V";
"E" = "R";
"routeplaning.actionButton.title" = "Atlikta";
"com.sygic.addWaypoint.placeholder" = "Pridėti maršruto tašką";
"detail.action.selectPoi" = "Pasirinkti";
"signpost.nextDirection.then" = "Then";
"waypoint.title.myposition" = "Mano vieta";
"placeholder.password" = "Slaptažodis";
"placeholder.email" = "El. paštas";
"routeCompute.action.calculating" = "Calculating routes";
"routeCompute.action.preview" = "Peržiūra";
"detail.action.shareGps" = "Dalintis GPS koordinatėmis";
"time.ago.minutes" = "%@ minutes ago";
"time.ago.hours" = "%@ hours ago";
"time.ago.days" = "%@ days ago";
"time.ago.years" = "%@ years ago";
"native.navigation.recenterBtn" = "Re-center";
"homeCell.updateHome.title" = "Update home address";
"workCell.updateWork.title" = "Update work address";
"monetization.addon" = "ADD-ON";
"detail.action.removeVia" = "Pašalinti maršruto tašką";
"message.avoid.motorway.unable" = "Kad pasiektumėte savo tikslą, kai kurie greitkeliai turi likti maršrute.";
"message.avoid.specialArea.unable" = "Deja, mes negali išvengti spūsčių mokesčių jūsų maršrute.";
"message.avoid.tollRoads.unable" = "Visų mokamų kelių išvengti nepavyks. Kai kurie mokami keliai liks apskaičiuotame maršrute.";
"message.avoid.ferries.unable" = "Norint pasiekti tikslą reikalingi keltai.";
"message.avoid.unpavedRoads.unable" = "Kad pasiektumėte savo kelionės tikslą, maršrute turi likti keli neasfaltuoti keliai.";
